[{
  "id":1001,
  "name":"战争与和平",
  "author":"列夫·尼古拉耶维奇·托尔斯泰",
  "content":"一八一二年，俄、法两国再度交战，安德烈·保尔康斯基在战役中身受重伤，而俄军节节败退，眼见莫斯科将陷于敌人之手了。罗斯托夫将原本用来搬运家产的马车，改去运送伤兵，娜达莎方能于伤兵中发现将要死去的安德烈·保尔康斯基。她向他谢罪并热诚看护他，但一切都是徒劳了，安德烈·保尔康斯基仍然逃不过死亡之神而去世了。彼尔化装成农夫，想伺机刺杀拿破仑，但却被法军逮捕而成为俘虏。其妻爱伦于战火中，仍继续其放荡行为，最后，因误服堕胎药而死亡。几番奋战后，俄国终于赢得胜利，彼尔于莫斯科巧遇娜达莎，便结为夫妇，而安德烈·保尔康斯基的妹妹玛莉亚也与娜达莎之兄尼克拉结婚。",
  "email":"tuoersitai@briup.com",
  "rank":"第一名著",
  "picture":"images/战争与和平.jpg"
},{
  "id":1002,
  "name":"巴黎圣母院",
  "author":"维克多·雨果",
  "content":"丑聋人卡西莫多被巴黎圣母院的神父克罗德收养，做撞钟人，外表正经的克罗德神父自从遇见美丽的吉普赛少女爱斯梅拉达后，被其美色所诱而神魂颠倒，指使卡西莫多强行掳走爱斯梅拉达，途中被福比斯骑兵上尉队长所救，爱斯梅拉达因而爱上了福比斯。但福比斯生性风流，被怀恨在心的克罗德刺杀，却没有死，并嫁祸于爱斯梅拉达，令她被判死刑，行刑时，卡西莫多将爱斯梅拉达救走并藏身于圣母院中，乞丐群众为救爱斯美拉达而冲入教堂，误与卡西莫多大战，爱斯美拉达被由克罗德带领的军队绞杀在广场上，卡西莫多愤然将克罗德从教堂顶楼摔落地下，之后抚着爱斯梅拉达的尸体殉情。",
  "email":"yuguo@briup.com",
  "rank":"第二名著",
  "picture":"images/巴黎圣母院.jpg"
},{
  "id":1003,
  "name":"童年",
  "author":"马克西姆·高尔基",
  "content":"讲了小主人公高尔基（阿廖沙）在父亲去世后，随母亲寄住在外祖父家中度过的岁月。其间，他得到外祖母的疼爱、呵护，受到外祖母所讲述的优美童话的熏陶，同时也亲眼目睹两个舅舅为争夺家产而争吵打架以及在生活琐事中表现出来的自私、贪婪。高尔基（阿廖沙）就是在这种“令人窒息的、充满可怕景象的狭小天地里”度过了自己的童年。",
  "email":"gaoerji@briup.com",
  "rank":"第三名著",
  "picture":"images/童年.jpg"
},{
  "id":1004,
  "name":"呼啸山庄",
  "author":"艾米莉·勃朗特",
  "content":"一个爱到极致的男人，做出了疯狂的行为。他用“爱”杀人，却也用爱自杀。凯瑟琳生前死后，他都活在痛苦里。凯瑟琳弥留之际，他还用说话去刺伤她。但是，希斯克力夫承受的却是两份伤痛，他自己的和凯瑟琳的。我很欣赏用情如此的男子。虽说有点变态和残酷，却怎么也恨不起他。还满同情他的。甚至很感动于他的疯狂的爱。相对来说，凯瑟琳就太自私了。她爱希斯克力夫，又嫁给富有的林惇，可以说，呼啸山庄和画眉田庄的悲剧有一大部分是她亲手造就的。 希斯克力夫，很疯狂。但很迷人。当然，也不失为一个好丈夫。只是，笨了一点。凯瑟琳：她坏、她自私、可是她对爱的执着，使她也因此散发着好女人与坏女人的混合着的魅力。",
  "email":"bolangte@briup.com",
  "rank":"第四名著",
  "picture":"images/呼啸山庄.jpg"
},{
  "id":1005,
  "name":"大卫·科波菲尔",
  "author":"狄更斯",
  "content":"通过主人公大卫一生的悲欢离合，多层次地揭示了当时社会的真实面貌，突出地表现了金钱对婚姻、家庭和社会的腐蚀作用。小说中一系列悲剧的形成都是金钱导致的。摩德斯通骗娶大卫的母亲是觊觎她的财产；艾米丽的私奔是经受不起金钱的诱惑；威克菲尔一家的痛苦，海穆的绝望，无一不是金钱造成的恶果。而卑鄙小人希普也是在金钱诱惑下一步步堕落的，最后落得个终身监禁的可耻下场。狄更斯正是从人道主义的思想出发，暴露了金钱的罪恶，从而揭开“维多利亚盛世”的美丽帷幕，显现出隐藏其后的社会真相。",
  "email":"digengsi@briup.com",
  "rank":"第五名著",
  "picture":"images/大卫科波菲尔.jpg"
},{
  "id":1006,
  "name":"红与黑",
  "author":"司汤达",
  "content":"《红与黑》是19世纪法国乃至欧洲文学的一座丰碑。小说围绕主人公于连的个人奋斗及两次爱情经历的描写，揭示了复辟王朝时期的波澜的阶级大博斗，反映了政治黑暗、教会腐败，贵族反动和资产阶级利欲熏心的广阔生活画面。于连的两次爱情动机都是以爱情占有为出发点最终要达到自己的政治目的。",
  "email":"sitangda@briup.com",
  "rank":"第六名著",
  "picture":"images/红与黑.jpg"
},{
  "id":1007,
  "name":"悲惨世界",
  "author":"维克多·雨果",
  "content":"《悲惨世界》一书中，雨果以卓越的艺术魅力展示了资本主义社会奴役劳动人民、逼良为娼的残酷现实。雨果的这部传世之作，创造了一部反映法国现代社会生活和政治生活的长篇史话。全书时间跨度长达近半个世纪，个人命运与历史题材的结合，气势磅礴，色彩瑰丽，最大限度地体现了雨果在叙事方面的过人才华。在内容上的丰厚、深广与复杂而言，它无疑在雨果数量众多的作品中居于首位。",
  "email":"yuguo@briup.com",
  "rank":"第七名著",
  "picture":"images/悲惨世界.jpg"
},{
  "id":1008,
  "name":"安娜·卡列尼娜",
  "author":"列夫·尼古拉耶维奇·托尔斯泰",
  "content":"《安娜·卡列尼娜》是俄国著名作家列夫·托尔斯泰的代表作品。本书通过女主人公安娜的追求爱情悲剧，和列文在农村面临危机而进行的改革与探索这两条线索，描绘了俄国从莫斯科到外省乡村广阔而丰富多彩的图景，先后描写了150多个人物，是一部社会百科全书式的作品。",
  "email":"tuoersitai@briup.com",
  "rank":"第八名著",
  "picture":"images/安娜卡列尼娜.jpg"
},{
  "id":1009,
  "name":"约翰·克利斯朵夫",
  "author":"罗曼·罗兰",
  "content":"《约翰·克利斯朵夫》（Jean-Christophe）是一部通过主人公一生经历去反映现实社会一系列矛盾冲突，宣扬人道主义和英雄主义的长篇小说。小说描写了主人公奋斗的一生，从儿时音乐才能的觉醒、到青年时代对权贵的蔑视和反抗、再到成年后在事业上的追求和成功、最后达到精神宁静的崇高境界。",
  "email":"luolan@briup.com",
  "rank":"第九名著",
  "picture":"images/约翰克里斯朵夫.jpg"
},{
  "id":1010,
  "name":"飘",
  "author":"玛格丽特·米切尔",
  "content":"《飘》所讲述的是一个以美国南北战争为背景的爱情故事。",
  "email":"miqieer@briup.com",
  "rank":"第十名著",
  "picture":"images/飘.jpg"
}]